<?php if (!defined('THINK_PATH')) exit(); /*a:1:{s:71:"/www/wwwroot/feichangpeizi/application/index/view/index/protocol_2.html";i:1540439885;}*/ ?>
<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <title>金龙策略 投资人与策略人参与沪深A股交易合作协议</title>
    <link rel="stylesheet" type="text/css" href="/public/static/home/css/buy.css"/>
    <link rel="stylesheet" type="text/css" href="/public/static/home/css/protocol.css"/>
</head>
<body>
    <div class="agree-wrap">
        <h3 class="title"><label>金龙策略</label>投资人与策略人参与沪深A股交易合作协议</h3>
        <div style="padding: 20px;">
            <table>
                <tbody>
                    <tr>
                        <td width="100px;" align="right">投资人昵称：</td>
                        <td></td>
                        <td width="100px;" align="right">策略人昵称：</td>
                        <td></td>
                    </tr>
                    <tr>
                        <td align="right">投资人UID：</td>
                        <td></td>
                        <td align="right">策略人UID：</td>
                        <td></td>
                    </tr>
                </tbody>
            </table>
        </div>
        <p>本次交易合作由金龙策略投资中介平台（以下简称“金龙策略投资”）子平台金龙策略（以下简称“金龙策略”）提供撮合服务。在金龙策略的撮合下，投资人与策略人协商一致，就双方秉承共享收益共担风险之原则，由策略人提供交易策略，由投资人利用自有资金和账户进行交易合作事宜订立如下协议，以兹共守：</p>
        <h3 class="topic">一、定义</h3>
        <p>本协议中，除非上下文另有解释，下列词语具有如下含义：</p>
        <p>1、交易平台：指金龙策略投资中介平台，由宁波鑫钰网络科技有限公司运营。</p>
        <p>2、金龙策略：指金龙策略信息平台，面向金龙策略注册用户提供包括但不限于沪深所A股交易合作信息发布、交易合作撮合、交易指令通讯、交易风控管理、交易代记账等服务的线上中介服务平台。</p>
        <p>3、支付机构：指金龙策略委托的为金龙策略用户提供资金划转、查询、结算等支付服务的非金融支付机构。本协议项下提供上述服务的机构为连连网络科技有限公司（以下简称“连连”）。</p>
        <p>4、策略人：指通过金龙策略注册成为策略人的用户，作为投资人的交易合作方，负责向投资人提供交易策略的自然人。</p>
        <p>5、投资人：指通过金龙策略注册成为投资人的用户，作为策略人的交易合作方，负责按策略人交易策略并利用自有资金和账户进行交易的自然人或法人。</p>
        <p>6、点买：指策略人向投资人发出买入指令。策略指令为即时买入。即时买入指策略人要求投资人在收到交易指令所在时点起，即时以卖五价委托买入指定数量的交易品种。</p>
        <p>7、点卖：指策略人向投资人发出卖出指令。点卖指令为即时卖出。即时卖出为策略人要求投资人在收到交易指令所在时点起，即时以买五价委托卖出全部数量的交易品种。</p>
        <p>8、持仓时间：分为T＋1持仓与T＋1｜D持仓。T＋1持仓，交易品种持仓时间固定截至T＋1日；T＋1｜D持仓，从T＋1日开始，至T＋20日止，策略人在当日符合延递条件情况下，可于当日规定时间内，向投资人 申请将交易品种持仓时间延递至下一交易日。延递按日申请逐日延递，单笔交易连续延递最大次数为20次（含系统自动延递）。</p>
        <p>9、最后持仓日：T＋1持仓的最后持仓日即为T＋1日，T＋1｜D持仓的最后持仓日为不符合延递条件所在交易日，或符合延递条件但策略人放弃延递所在交易日，或已达到最大延递申请次数无法再延递的所在交易日即T＋21日。</p>
        <p>10、浮动盈亏与浮动盈亏率：浮动盈亏＝（最新价－买入均价）＊成交数量。计算结果为正值（含零）时即为浮盈金额，计算结果为负值时即为浮亏金额。浮动盈亏率＝浮动盈亏／交易本金 ×100％。</p>
        <p>11、触发止盈率：当合作交易品种的浮动盈亏率达到特定数值时，由投资人即时卖出交易品种全部持有数量进行止盈，此时该浮动盈亏率即为触发止盈率。无论交易品种的持仓时间为T+1还是T＋1｜D，固定触发止盈率为：实盘金额*50%，其他盈利点位，策略人可根据实际情况自行点卖进行卖出止盈。</p>
        <p>12、触发止损：当合作交易品种的浮动盈亏率达到特定数值时，由投资人即时卖出交易品种全部持有数量进行止损，此时该浮动盈亏即为触发止损。触发止损率具体数值通过金龙策略策略页面公布，以策略人实际选择为准。</p>
        <h3 class="topic">二、本次交易合作基本信息</h3>
        <p>1、交易本金：</p>
        <p>2、交易品种：</p>
        <p>3、交易数量：</p>
        <p>4、持仓时间：</p>
        <p>5、触发止盈：</p>
        <p>6、触发止损：</p>
        <p>7、委托方式：</p>
        <h3 class="topic">三、投资人权利与义务</h3>
        <p>1、投资人负责提供用于本次交易合作的账户和资金。</p>
        <p>2、投资人按照策略人的策略指令/点卖指令执行交易品种的买入/卖出。</p>
        <p>3、投资人买入的时间为T日上午9:30－11:30，下午13:00 – 14:55</p>
        <p>4、投资人卖出的时间为最后持仓日上午9:30－11:30，下午13:00 – 14:40</p>
        <p>5、最后持仓日盘中，当交易品种“浮盈金额≥触发止盈时”或”浮亏金额≤触发止损时”，视同策略人已向投资人发出即时卖出指令，投资人执行即时卖出指令的，策略人对此不持有异议。</p>
        <p>6、策略人必须在最后持仓日14:40前向投资人发出卖出指令，否则视同策略人违约，投资人有权在此后任意交易时间卖出并以实际卖出成交价结算，策略人对此不持有异议。</p>
        <p>7、交易品种T日盘中涨幅≥8％或盘中跌幅≤-8％时，投资人均有权不接受并不执行策略人的策略指令，直至交易品种涨跌幅回落到（-8％,+8%）区间，投资人方接受并执行策略人的策略指令，但当交易品种被金龙策略列入《策略风险警示股名单》中，投资人有权不接受策略人的策略指令。</p>
        <p>8、T＋1｜D持仓，从T＋1日开始，至T＋20日止，当日14:40:00策略满足浮动盈亏/履约保证金≥-60%（数据仅供参考，以平台实际最新公布的为准），投资人应接受策略人的延递申请,但当交易品种被金龙策略列入《延递风险警示股名单》中，投资人有权不接受策略人的延递申请。如T＋1日至T＋30日策略人股票全天停牌，则符合上述延递条件下，投资人自动为策略人延递，且该次延递收取延递费。如策略人不愿意支付延递费，视为策略人放弃该股票复盘后的收益，全归投资人所有。</p>
        <p>9、投资人应通过金龙策略账户委托金龙策略冻结履约保证金，并授权连连系统在交易盈利时按本协议相关约定，从履约保证金中支付策略人盈利分配款。投资人履约保证金金额应不低于 “止盈值”之数额。</p>
        <p>10、交易亏损大于策略人冻结履约保证金，则超过的亏损部分由投资人自行承担。</p>
        <p>11、投资人有义务履行交易合作约定，如发生投资人单方面违约行为，双方约定按理论上持有交易品种到最后持仓日期间的最优价格作为策略人卖出结算价，如交易盈利从投资人金龙策略账户划拨盈利分配，如交易亏损则由投资人自行全部承担，策略人不予赔付。</p>
       	<h3 class="topic">四、策略人权利与义务</h3>
        <p>1、策略人负责提供本次交易合作的交易策略，即策略指令／点卖指令。</p>
        <p>2、策略人应在T日9:30－14:58交易时段内向投资人发出策略指令，但当交易品种T日盘中涨幅≥8％或盘中跌幅≤-8％时，或交易品种被金龙策略列入《策略风险警示股名单》中，策略人不可向投资人申请策略 。</p>
        <p>3、策略人应在最后持仓日9:30－14:40向投资人发出点卖指令，否则视同策略人违约。</p>
        <p>4、T＋1｜D 持仓，从T＋1日开始，至T＋20日止，当日14:40策略满足浮动盈亏/履约保证金≥-60%（数据仅供参考，以平台实际最新公布的为准），策略人可通过金龙策略向投资人 申请将交易品种持仓时间延递至下一交易日14:40。但当交易品种被金龙策略平台列入《延递风险警示股名单》中，策略人无法延递。</p>
        <p>5、策略人应按照《附件1：”金龙策略”策略人参与沪深A股交易涉及费用及资费标准》，通过向金龙策略支付交易综合费，补偿投资人交易过程中发生的佣金、印花税和过户费等</p>
        <p>6、策略人应按照《附件1：”金龙策略”策略人参与沪深A股交易涉及费用及资费标准》，委托金龙策略冻结履约保证金，作为履行交易亏损赔付义务的保证。</p>
        <p>7、策略人承诺授权金龙策略平台在交易亏损时按本协议相关约定，从履约保证金中向投资人支付应承担的亏损赔付款。</p>
        <h3 class="topic">五、交易清结算和盈亏分配约定</h3>
        <p>投资人和策略人共同委托金龙策略按照以下规则对本次交易合作进行清结算，双方同意以金龙策略的清结算数据作为双方盈亏分配的共同依据：</p>
        <p>1、买入成交金额与买入成交均价：买入成交金额来自交易所回报数据，不含佣金、印花税和过户费。买入成交均价＝买入成交金额／交易数量。</p>
        <p>2、卖出成交金额与卖出成交均价：卖出成交金额来自交易所回报数据，不含佣金、印花税和过户费。卖出成交均价＝卖出成交金额／交易数量。</p>
        <p>3、交易盈亏：交易盈亏＝卖出成交金额－买入成交金额。计算结果为正值（含零）时即为交易盈利，计算结果为负值时即为交易亏损 。</p>
        <p>4、盈利分配：策略人与投资人共同享有本次交易盈利。策略人获得交易盈利100％的盈利分配。</p>
        <p>5、亏损赔付：策略人与投资人共同承担本次交易亏损。交易亏损首先由策略人承担，策略人以所冻结的履约保证金为最高上限承担交易亏损赔付，交易亏损超过策略人所冻结的履约保证金部分由投资人承担。即，当：交易亏损≤策略人冻结履约保证金时，交易亏损由策略人全部承担，投资人无需承担；当：交易亏损＞策略人冻结履约保证金时，策略人以冻结履约保证金额为限承担交易亏损，超过部分由投资人承担。</p>
        <h3 class="topic">六、特别约定</h3>
        <p>1、双方约定为从投资人收到策略人交易指令时点起,至投资人委托下单成交时点止，两时点间隔不超过60秒即为即时买入／即时卖出的时间范畴。根据《金龙策略服务协议》，从策略人发出交易指令被金龙策略确认时点起，至交易指令成交时点止，两时点时间间隔不超过60秒。但：</br>
        	&nbsp;&nbsp;1）深市收盘集合竞成交价为买卖申报一次性集中撮合产生，投资人收到策略人交易指令时点在 14:55之后的，不属于以上时间范畴。</br>
        	&nbsp;&nbsp;2）如因网络等原因造成交易成交结果回报时间延迟的，以实际交易成交时间为准。</br>
        	&nbsp;&nbsp;3）投资人收到策略人交易指令在11:25~11:30之间的，投资人可在当日13:00~13:05委托下单
        </p>
        <p>2、交易品种在最后持仓日因停牌、跌停或其他原因导致无法卖出的，双方约定由投资人于下一交易日集合竞价和连续竞价前5分钟内即时卖出，并保持卖出委托直至卖出全部数量的交易品种，如整个交易日皆因停牌或跌停无法卖出，则继续顺延至下一交易日，直至全部卖出并按照实际卖出成交价进行清结算。</p>
        <p>3、T＋1｜D持仓且非最后持仓日，为最大程度避免交易品种因停牌导致无法正常卖出，双方约定如交易品种当日进入金龙策略实时发布的《延递风险警示股名单》。</p>
        <p>4、策略人在分红转增股权登记日收盘后仍持有交易品种的，双方约定于送转股票及派发红利实际到达投资人账户后方进行结算；策略人在增发、配股股权登记日收盘后未持有交易品种的，交易品种的增发、配股等权利均归属投资人，策略人不享有参与增发、配股权利。</p>
        <p>5、双方授权连连系统依据金龙策略的清结算数据，通过双方在金龙策略系统冻结的履约保证金进行盈利分配款或亏损赔付款的划拨。即：交易盈利时，从投资人履约保证金中划款至策略人账户，划拨金额等于策略人享有的盈利分配额；交易亏损时，从策略人履约保证金中划款至投资人账户，划拨金额等于策略人承担的亏损赔付额。</p>
        <p>6、因金龙策略清结算数据错误造成双方盈利分配或亏损赔付出现数额差错的，双方约定在金龙策略规定时限内将异议提交至金龙策略，通过金龙策略向对方索取差额补差。如异议一方未在规定时限内将提交异议，视同放弃通过金龙策略向对方索取差额补差之权利。</p>
        <p>7、因不可抗力导致金龙策略系统故障，引发交易指令通讯失败或交易指令执行失败，双方约定以金龙策略系统恢复就近时间重新执行并以执行的最终结果进行交易清结算。</p>
        <h3 class="topic">七、协议的签订、成立和生效</h3>
        <p>1、签订：本协议由投资人和策略人通过金龙策略以网络页面点击确认的方式签署。</p>
        <p>2、成立：本协议自策略人或投资人签订本协议之日（以两者孰后签订时间为准）成立。</p>
        <p>3、生效：本协议一经双方签订即生效。</p>
        <h3 class="topic">八、其他事项</h3>
        <p>1、策略人和投资人必须通过本协议约定的方式或其他金龙策略认可的方式进行交易合作,否则由此引起的法律后果及违约责任由投资人或策略人自行承担。</p>
        <p>2、本协议项下的双方非个人隐私信息，如昵称等，均为公开信息。</p>
        <p>3、本协议项下双方交易信息归属金龙策略所有，金龙策略可根据自身经营需求商业化无偿使用。</p>
        <p>4、本协议受中华人民共和国法律管辖并按中华人民共和国法律解释。协议履行中发生争议，可由各方协商解决，协商不成可向宁波市仲裁委员会提请仲裁。</p>
    </div>


</body>
</html>