<?php echo TITBB; ?> <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
    <head>
            <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
            <title>用户协议-<?php echo TIT; ?>官方网站</title>
            <meta name="keywords" content="、,、官网,51玩,试玩平台,网页游戏,游戏试玩,网上赚钱,打码网赚,打码平台,免费赚钱,免费换奖,网赚提现" />
            <meta name="description" content="、是一个玩游戏、体验产品赚积分，兑换各种奖品的体验营销娱乐平台。这里有最新最好玩的网页游戏，让您轻松实现网上赚钱的愿望。我们打造专业的网络兼职平台，用户在游戏试玩、参与互动体验、购物返利中获得免费积分--元宝，元宝可以换取Q币、话费、笔记本等丰富的奖品，是用户网赚和网络兼职的好去处" />
            <link rel="shortcut icon" href="/Favicon.ico" type="image/x-icon"/>
            <link href="/style/public.css" rel="stylesheet" type="text/css" />
            <link href="/style/xieyi.css" rel="stylesheet" type="text/css" />
            <script src="/scripts/jQuery.v1.8.3.js"></script>
            <script src="/scripts/public_js.js"></script>
    </head>
    <script>
        $(function() {
            //头部信息鼠标悬浮
            $(".top .big .ul_3 li").mouseover(function() {
                $(this).find(".bck").show();
                $(this).find(".neir").show();
                $(this).find(".bck_2").show();
                $(this).find(".neir_2").show();
            });
            $(".top .big .ul_3 li").mouseout(function() {
                $(this).find(".bck").hide();
                $(this).find(".neir").hide();
                $(this).find(".bck_2").hide();
                $(this).find(".neir_2").hide();
            });
            //二维码弹出框
            $(".bottom_1 .cont .ul_1 .jies .ul_2 li .weix").click(function() {
                $(".qR_code_bk").show();
                $(".qR_code").show();
            })
            $(".qR_code .p_1 i").click(function() {
                $(".qR_code_bk").hide();
                $(".qR_code").hide();
            })
        })
    </script>
    <body>
        <!--协议开始-->
        <div class="agreement">
            <p class="tit">、用户协议</p>
            <p class="xz">重要须知：</p>
            <p class="nr">、在此特别提醒用户，请您认真阅读本《协议》，一旦您注册成为、会员，即视您已经接受本《协议》，您有义务履行本《协议》各项条款。、在此特别提醒用户、在此特别提醒用户、在此特别提醒用户、在此特别提醒用户</p>
            <p class="xz">1、知识产权声明</p>
            <p class="nr">本站（网站—、009.90xqb.com)所登载发布的一切内容，包括但不限于文字、图片、音像、图表、标志、标识、广告、商标、域名、软件、程序、版面设计、专栏目录与名称、内容分类标准以及为使用者提供的任何信息，均受《中华人民共和国著作权法》、《中华人民共和国商标法》、《中华人民共和国专利法》等法律法规以及有关国际条约的保护! 未经、权利人书面授权，任何人不得将本站所登载、发布的内容及相关服务用于商业性目的，亦不得改动、转载、链接、复制、发行、传播等本站的部分或全部内容或服务，或将之在非本站所属的服务器上作镜像。否则，、将依法追究侵权者的法律责任。</p>
            <p class="xz">2、用户使用须知</p>
            <div class="nr">
                <p>2.1 用户应保证用户注册登记软件时提供的资料均为真实无误。</p>
                <p>2.2 、帐号的所有权归、网站，用户注册成功后，获得、帐号的使用权。仅属于初始申请注册人，禁止转让或继受、售卖。如果、发现使用者并非帐号初始注册人，、有权回收该帐号而无需向该帐户使用人承担法律责任。、禁止用户私下有偿或无偿转让帐号，以免因帐号问题产生纠纷，用户因违反此要求遭致的任何损失自行承担。</p>
                <p>2.3 用户不得制造虚假信息以误导、欺骗他人。</p>
                <p>2.4 任何人不得进行任何危害计算机网络安全的行为，包括但不限于：使用未经许可的数据或进入未经许可的服务器/帐户；未经允许进入公众计算机网络或者他人计算机系统并删除、修改、增加存储信息；未经许可，企图探查、扫描、测试本网站系统或网络的弱点或其它实施破坏网络安全的行为； 企图干涉、破坏本网站的正常运行，故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为。</p>
                <p>2.5 使用、帐号必须遵守国家有关法律和政策等，维护国家利益，保护国家安全，并遵守本协议，对于用户违法或违反本协议的使用而引起的一切责任，由用户负全部责任，一概与、及合作单位无关，导致、及合作单位损失的，、及合作单位有权要求用户赔偿，并有权立即停止向其提供服务，保留相关记录，保留配合司法机关追究法律责任的权利。</p>
                <p>2.6 未成年人上网应该在父母和老师的指导下，正确学习使用网络。未成年人避免沉迷虚拟的网络世界而影响了日常的学习生活。 </p>
                <p>2.7 尊重用户信息资源的私有性是、的一贯制度，、将会采取合理的措施保护用户的信息资源，除法律或政府要求或用户同意等原因外，、未经用户同意不向除合作单位以外的第三方公开、 透露用户信息资源。 但是用户在注册时选择或同意，或用户与、及合作单位之间就用户信息资源公开或使用另有约定的除外，同时用户应自行承担因此可能产生的任何风险，、对此不予负责。</p>
            </div>
            <p class="xz">3、法律责任与免责</p>
            <div class="nr">
                <p>3.1 利用的许可</p>
                <p class="nr_1">3.1.1 许可利用您的计算机：为了得到、所提供的利益，您在此许可、利用您计算机的处理器和宽带等一切必需的硬件设施。</p>
                <p class="nr_1">3.1.2 保护您的计算机（资源）： 您认可、将会尽其商业上的合理努力以保护您的计算机资源及计算机通讯的隐私性和完整性，但是， 您承认和同意、不能就此事提供任何保证。</p>
                <p>3.2 、特别提请用户注意，、为了保障公司业务发展和调整的自主权，、拥有随时自行修改或中断授权而不需通知用户的权利，如有必要，修改或中断会以通告形式公布于、网站重要页面上。</p>
                <p>3.3 用户违反本协议或相关的服务条款的规定，导致或产生的任何第三方主张的任何索赔、要求或损失，包括合理的律师费，您同意赔偿、与合作公司、关联公司，并使之免受损害。对此，、有权视用户的行为性质，采取包括但不限于中断使用许可、停止提供服务、限制使用、回收用户、帐号、法律追究等措施。</p>
                <p>3.4 使用、由用户自己承担风险，、及合作单位对此不作任何类型的担保，对在任何情况下因使用或不能使用所产生的直接、间接、偶然、特殊及后续的损害及风险，、及合作单位不承担任何责任。</p>
                <p>3.5 使用、涉及到互联网服务，可能会受到各个环节不稳定因素的影响，存在因不可抗力、计算机病毒、黑客攻击、系统不稳定、用户所在位置、用户关机以及其他任何网络、技术、通信线路等原因造成的服务中断或不能满足用户要求的风险，用户须明白并自行承担以上风险，用户因此不能获得奖励的U币，、及合作单位不承担任何责任。</p>
                <p>3.6 用户因第叁方如电信部门的通讯线路故障、技术问题、网络、电脑故障、系统不稳定性及其他各种不可抗力原因而遭受的经济损失，、及合作单位不承担责任。</p>
                <p>3.7 因技术故障等不可抗事件影响到服务的正常运行的，、及合作单位承诺在第一时间内与相关单位配合，及时处理进行修复，但用户因此而遭受的经济损失，、及合作单位不承担责任。</p>
            </div>
            <p class="xz">4、其他条款</p>
            <div class="nr">
                <p>4.1 本协议所定的任何条款的部分或全部无效者，不影响其它条款的效力。</p>
                <p>4.2 本协议的解释、效力及纠纷的解决，适用于中华人民共和国法律。若用户和、之间发生任何纠纷或争议，首先应友好协商解决，协商不成的，用户在此完全同意将纠纷或争议提交、所在地法院管辖。</p>
            </div>
            <p class="xz">5、、用户规则的解释、更改和添加。</p>
            <p class="nr">本规则的解释、效力及适用以中华人民共和国法律为依据。如果本协议的任何内容与法律相抵触，应以法律规定为准。此前提下，、官方保留对此规则的解释、更改和添加的权利。</p>
        </div>
        <?php include_once("./protected/views/design/footer.php"); ?>
        <?php include_once("./protected/views/design/kefu.php"); ?>
    </body>
</html>
