<?php
// +----------------------------------------------------------------------
// | ThinkPHP [ 作者qq：2583501070  承接代搭建服务]
// +----------------------------------------------------------------------
// | Copyright (c) 最新版本体验下载地址：awgw.xiao18.top   .
// +----------------------------------------------------------------------
// | Licensed ( 承接服务器搭建  网站维护 建设等业务  有需要联系qq:2583501070)
// +----------------------------------------------------------------------
// | Author: liu21st <作者qq：2583501070>
// +----------------------------------------------------------------------

return [
    // 数据库类型
    'type'            => 'mysql',//作者qq：2583501070  承接代搭建服务
    // 服务器地址
    'hostname'        => 'localhost',//作者qq：2583501070  承接代搭建服务
    // 数据库名
    'database'        => 'djcms',//作者qq：2583501070  承接代搭建服务
    // 用户名
    'username'        => 'djcms',//作者qq：2583501070  承接代搭建服务
    // 密码
    'password'        => 'djcms888',//作者qq：2583501070  承接代搭建服务
    // 端口
    'hostport'        => '3306',//作者qq：2583501070  承接代搭建服务
    // 连接dsn
    'dsn'             => '',//作者qq：2583501070  承接代搭建服务
    // 数据库连接参数
    'params'          => [],
    // 数据库编码默认采用utf8
    'charset'         => 'utf8',//作者qq：2583501070  承接代搭建服务
    // 数据库表前缀
    'prefix'          => 'ap_',//作者qq：2583501070  承接代搭建服务
    // 数据库调试模式
    'debug'           => true,
    // 数据库部署方式:0 集中式(单一服务器),1 分布式(主从服务器)
    'deploy'          => 0,
    // 数据库读写是否分离 主从式有效
    'rw_separate'     => false,//作者qq：2583501070  承接代搭建服务
    // 读写分离后 主服务器数量
    'master_num'      => 1,//作者qq：2583501070  承接代搭建服务
    // 指定从服务器序号
    'slave_no'        => '',//作者qq：2583501070  承接代搭建服务
    // 是否严格检查字段是否存在
    'fields_strict'   => true,//作者qq：2583501070  承接代搭建服务
    // 数据集返回类型
    'resultset_type'  => 'array',//作者qq：2583501070  承接代搭建服务
    // 自动写入时间戳字段
    'auto_timestamp'  => false,//作者qq：2583501070  承接代搭建服务
    // 时间字段取出后的默认时间格式
    'datetime_format' => 'Y-m-d H:i:s',//作者qq：2583501070  承接代搭建服务
    // 是否需要进行SQL性能分析
    'sql_explain'     => false,
];
